Repository: albanobattistella/Annotator
Catalog: po/*.po
Languages: it, nl, ru, sk

source: ERROR: Unable to read image from standard input
it: ERRORE: Impossibile leggere l'immagine dall'input standard
nl: FOUTMELDING: de afbeelding kan niet worden ingelezen
ru: ОШИБКА: Невозможно прочитать изображение из стандартного ввода

source: Opening file
it: File di apertura
nl: Bestand openen
ru: Открываем файл
sk: Otvoriť súbor

source: Display version number.
it: Visualizza il numero di versione.
nl: Toon het versienummer.
ru: Вывести номер версии.

source: Annotate clipboard image.
it: Annota l'immagine negli appunti.
nl: Voorzie een klembordafbeelding van een aantekening.
ru: Открыть изображение из буфер обмена.

source: Take and annotate a screenshot.
it: Prendi e annota uno screenshot.
nl: Maak een schermfoto en aantekening.
ru: Сделать снимок экрана и открыть его.

source: Delay (in seconds) before screenshot capture occurs. Only valid when --screenshot is set. Default is 0.
it: Ritardo (in secondi) prima dell'acquisizione dello screenshot. Valido solo quando --lo screenshot è impostato. Il valore predefinito è 0.
nl: De wachttijd (in seconden) alvorens het maken van een schermfoto. Alleen geldig in combinatie met --screenshot. Standaard: 0.
ru: Задержка (в секундах) перед снимком экрана. Используется только с флагом --screenshot. По умолчанию 0.

source: Include Annotator window in screenshot. Only valid when --screenshot is set.
it: Includi la finestra Annotator nello screenshot. Valido solo quando --lo screenshot è impostato.
nl: Toon het aantekeningenvenster op de schermfoto. Alleen geldig in combinatie met --screenshot.
ru: Включать окно Annotator в снимке экрана. Используется только с флагом --screenshot.

source: Uses image data from standard input
it: Utilizza i dati dell'immagine dall'input standard
nl: Gebruikt afbeeldingsgegevens uit de standaardinvoer
ru: Использует данные изображения из стандартного ввода

source: change image
it: cambia immagine
nl: Afbeelding wijzigen
ru: изменение изображения
sk: vymeniť obrázok

source: image crop
it: ritaglia immagine
nl: Afbeelding bijsnijden
ru: обрезку изображения
sk: orezať obrázok

source: Blur Amount:
it: Quantità di sfocatura:
nl: Hoeveelheid vervaging:
ru: Сила размытия
sk: Rozmazanie:

source: Drag to control amount of zoom
it: Trascina per controllare la quantità di zoom
nl: Versleep om het zoomniveau aan te passen
ru: Перемещайте, чтобы изменять приближение
sk: Potiahnutím ovládate mieru priblíženia

source: Drag to change area to magnify
it: Trascina per cambiare area da ingrandire
nl: Versleep om een ander gebied te vergroten
ru: Перемещайте, чтобы изменять область приближения
sk: Potiahnutím zmeníte oblasť a zväčšíte ju

source: Magnification:
it: Ingrandimento:
nl: Vergroting:
ru: Приближение:
sk: Zväčšenie:

source: Reset Focal Point
it: Ripristina punto focale
nl: Focuspunt herstellen
ru: Сбросить точку фокуса
sk: Resetovať ohnisko

source: Sequence Number:
it: Numero di sequenza:
nl: Reeksnummer:
ru: Число последовательности:
sk: Poradové číslo:

source: Points:
it: Punti:
nl: Punten:
ru: Точки:
sk: Body:

source: Text
it: Testo
nl: Tekst
ru: Текст

source: Copy
it: Copia
nl: Kopiëren
ru: Копировать
sk: Kopírovať

source: Cut
it: Taglia
nl: Knippen
ru: Вырезать
sk: Vystrihnúť

source: Paste
it: Incolla
nl: Plakken
ru: Вставить

source: Select All
it: Seleziona tutto
nl: Alles selecteren
ru: Выбрать всё

source: Insert Emoji
it: Inserisci Emoji
nl: Emoji invoegen
ru: Встать эмодзи

source: Rectangle Outline
it: Contorno Rettangolo
nl: Rechthoek met contour
ru: Обводка прямоугольника
sk: Orámovanie obdĺžnika

source: Rectangle
it: Rettangolo
nl: Rechthoek
ru: Прямоугольник

source: Oval Outline
it: Contorno Ovale
nl: Ovaal met contour
ru: Обводка овала
sk: Orámovanie oválu

source: Oval
it: Ovale
nl: Ovaal
ru: Овал
sk: Ovál

source: Star Outline
it: Contorno Stella
nl: Ster met contour
ru: Обводка звезды
sk: Orámovanie hviezdy

source: Star
it: Stella
nl: Ster
ru: Звезда
sk: Hviezda

source: Line
it: Linea
nl: Lijn
ru: Линия

source: Arrow
it: Freccia
nl: Pijl
ru: Стрелка

source: Blur
it: Sfocatura
nl: Vervagen
ru: Размытие
sk: Rozmazanie

source: Magnifier
it: Lente ingrandimento
nl: Vergrootglas
ru: Лупа

source: Pencil Tool
it: Strumento Matita
nl: Potlood
ru: Карандаш
sk: Nástroj ceruzka

source: Sequence Number
it: Numero di sequenza
nl: Reeksnummer
ru: Последовательность чисел

source: Sticker
it: Adesivo
ru: Стикер

source: move items
it: sposta oggetti
nl: Items verplaatsen
ru: перемещение объекта
sk: presunúť položky

source: Delete
it: Cancella
nl: Verwijderen
ru: Удалить
sk: Zmazať

source: Send to Front
it: Manda in primo piano
nl: Tonen op voorgrond
ru: Переместить вперёд
sk: Presunúť dopredu

source: Send to Back
it: Rimandare indietro
nl: Tonen op achtergrond
ru: Переместить назад
sk: Presunúť dozadu

source: Save As Custom
it: Salva come personalizzato
nl: Opslaan als aangepast
ru: Сохранить как пользовательскую фигуру

source: resize item
it: ridimensiona oggetto
nl: Grootte aanpassen
ru: изменение размера объекта
sk: zmeniť veľkosť položky

source: Add Arrow
it: Aggiungi Freccia
nl: Pijl toevoegen
ru: Добавить стрелку

source: More Arrows
it: Più frecce
nl: Meer pijlen
ru: Больше стрелок

source: Custom Arrows
it: Frecce personalizzate
nl: Aangepaste pijlen
ru: Пользовательские стрелки

source: Add Shape
it: Aggiungi Forma
nl: Vorm toevoegen
ru: Добавить фигуру

source: More Shapes
it: Più Forme
nl: Meer vormen
ru: Больше фигур

source: Custom Shapes
it: Forme Personalizzate
nl: Aangepaste vormen
ru: Пользовательские фигуры

source: Crop Image
it: Ritaglia Immagine
nl: Afbeelding bijsnijden
ru: Обрезать изображение
sk: Orezať obrázok

source: Resize Image
it: Ridimensiona Immagine
nl: Afbeeldingsgrootte aanpassen
ru: Изменить размер изображения
sk: Zmeniť veľkosť obrázku

source: Shape Color
it: Colore Forma
nl: Vormkleur
ru: Цвет фигуры
sk: Farba tvaru

source: Item Color
it: Colore Elemento
nl: Itemkleur
ru: Цвет объекта
sk: Farba položky

source: Add Transparency
it: Aggiungi Trasparenza
nl: Doorzichtigheid toevoegen
ru: Добавить прозрачность
sk: Pridať priehľadnosť

source: Shape Border
it: Bordo Forma
nl: Vormkader
ru: Граница фигуры
sk: Orámovanie tvaru

source: Border Width
it: Larghezza del bordo
nl: Kaderbreedte
ru: Ширина границы
sk: Hrúbka orámovania

source: Dash Pattern
it: Modello tratto
nl: Streepjespatroon
ru: Шаблон
sk: Prerušovaný vzor

source: Show Outline
it: Mostra contorno
nl: Contour tonen
ru: Показывать обводку

source: Font Properties
it: Proprietà Carattere
nl: Lettertype-eigenschappen
ru: Свойства шрифта
sk: Vlastnosti písma

source: Annotate new image?
it: Annotare nuova immagine?
nl: Afbeelding van aantekening voorzien?
ru: Открыть новое изображение?

source: Pasting a new image to annotate will destroy the current annotation.
it: Incollando una nuova immagine da annotare distruggerà l'annotazione corrente.
nl: Let op: door het plakken van een afbeelding wordt de huidige aantekening gewist.
ru: Вставка новое изображения откроет его и уничтожит текущие изменения.

source: Yes
it: Si
nl: Ja
ru: Да

source: No
nl: Nee
ru: Нет

source: Edit
it: Modifica
nl: Bewerken
ru: Редактировать

source: Done
it: Fatto
nl: Voltooid
ru: Готово

source: Export…
it: Esporta…
nl: Exporteren…
ru: Экспорт…

source: Export With Current Settings
it: Esporta con le impostazioni correnti
nl: Exporteren met huidige voorkeuren
ru: Экспортировать с текущими параметрами

source: Export Options
it: Esporta opzioni
nl: Exportopties
ru: Параметры экспорта

source: Export As %s
it: Esporta come %s
nl: Exporteren naar %s
ru: Экспортировать как %s

source: Cancel
it: Cancella
nl: Annuleren
ru: Отменить
sk: Zrušiť

source: Export
it: Esporta
nl: Exporteren
ru: Экспорт

source: Export Completed
it: Esportazione completata
nl: Het exporteren is voltooid
ru: Экспорт завершён

source: Quality
it: Qualità
nl: Kwaliteit
ru: Качество

source: Compression
it: Compressione
nl: Compressie
ru: Сжатие

source: Bold
it: Grassetto
nl: Vetgedrukt
ru: Жирный
sk: Tučné

source: Italic
it: Corsivo
nl: Cursief
ru: Курсив
sk: Kurzíva

source: Underline
it: Sottolinea
nl: Onderstrepen
ru: Подчёркивание
sk: Podčiarknutie

source: Strikethrough
it: Barrato
nl: Doorhalen
ru: Зачёркнутый
sk: Prečiarknutie

source: Code Block
it: Blocco codice
nl: Codeblok
ru: Блок кода
sk: Blok kódu

source: Superscript
it: Apice
ru: Надстрочный индекс
sk: Horný index

source: Subscript
it: Pedice
ru: Подстрочный индекс
sk: Dolný index

source: Header
it: Intestazione
nl: Kop
ru: Заголовок
sk: Hlavička

source: None
it: Nessuna
nl: Niets
ru: Нет
sk: Nič

source: Apply Highlight Color
it: Applica colore di evidenziazione
nl: Markeerkleur toepassen
ru: Применить текст выделения
sk: Použiť farbu zvýraznenia

source: Change Highlight Color
it: Cambia colore di evidenziazione
nl: Markeerkleur aanpassen
ru: Изменить цвет выделения
sk: Zmeniť farbu zvýraznenia

source: Apply Font Color
it: Applica il colore del carattere
nl: Lettertypekleur toepassen
ru: Применить цвет текста
sk: Použiť farbu písma

source: Change Font Color
it: Cambia colore carattere
nl: Lettertypekleur aanpassen
ru: Изменить цвет текста
sk: Zmeniť farbu písma

source: Clear all formatting
it: Cancella tutta la formattazione
nl: Alle opmaak wissen
ru: Очистить форматирование
sk: Vymazať formátovanie

source: Open Image
it: Apri Immagine
nl: Afbeelding openen
ru: Открыть изображение
sk: Otvoriť obrázok

source: Take Screeshot
it: Prendi Screenshot
nl: Schermfoto maken
ru: Сделать снимок экрана

source: Undo
it: Annulla
nl: Ongedaan maken
ru: Отменить
sk: Späť

source: Redo
it: Rifai
nl: Opnieuw uitvoeren
ru: Повторить
sk: Vpred

source: Properties
it: Proprietà
nl: Eigenschappen
ru: Параметры
sk: Vlastnosti

source: Shortcuts Cheatsheet
it: Schema delle scorciatoie
nl: Sneltoetsoverzicht
ru: Шпаргалка сочетаний клавиш
sk: Zoznam klávesových skratiek

source: Export Image
it: Esporta Immagine
nl: Afbeelding exporteren
ru: Экспортировать изображение
sk: Exportovať obrázok

source: Copy To Clipboard
it: Copia negli appunti
nl: Kopiëren naar klembord
ru: Скопировать в буфер обмена
sk: Kopírovať do schránky

source: Print…
it: Stampa…
nl: Afdrukken…
ru: Печать…
sk: Tlačiť…

source: Zoom (%d%%)
nl: Zoomen (%d%%)
ru: Масштаб (%d%%)
sk: Priblíženie (%d%%)

source: Zoom to Fit Window
it: Zoom adatta finestra
nl: Passend zoomen
ru: Масштабировать по размеру окна
sk: Prispôsobiť veľkosti okna

source: Welcome to Annotator
it: Benvenuto in Annotator
nl: Welkom bij Aantekeningen
ru: Добро пожаловать в Annotator
sk: Vitajte v Annotatore

source: Let's get started annotating an image
it: Cominciamo ad annotare un'immagine
nl: Tijd om aan de slag te gaan
ru: Давайте начнём комментировать изображения
sk: Začnime popisovať obrázok

source: Open Image From File
it: Apri Immagine da File
nl: Afbeelding laden uit bestand
ru: Открыть изображение из файла
sk: Otvoriť obrázok zo súboru

source: Open a PNG, JPEG, TIFF or BMP file
it: Apri un file PNG, JPEG, TIFF o BMP
nl: Open een png-, jpeg-, tiff- of bmp-bestand
ru: Открыть PNG, JPEG, TIFF или BMP файл
sk: Otvoriť PNG, JPEG, TIFF o BMP

source: Paste Image From Clipboard
it: Incolla Immagine dagli Appunti
nl: Afbeelding laden van klembord
ru: Вставить изображение из буфера обмена
sk: Prilepiť obrázok zo schránky

source: Open an image from the clipboard
it: Apri un'immagine dagli appunti
nl: Open een afbeelding van het klembord
ru: Открыть изображение из буфера обмена
sk: Otvoriť obrázok zo schránky

source: Take A Screenshot
it: Prendi Uno Screenshot
nl: Schermfoto maken
ru: Сделать снимок экрана

source: Open an image from a screenshot
it: Apri un'immagine da uno screenshot
nl: Open een schermfoto
ru: Открыть изображение из буфера обмена

source: Font:
nl: Lettertype:
ru: Шрифт:
sk: Písmo:

source: All Image Formats (*)
it: Tutti i formati immagine (*)
nl: Alle afbeeldingen (*)
ru: Все форматы изображений (*)
sk: Všetky formáty obrázkov (*)

source: Open Image File
it: Apri File Immagine
nl: Afbeeldingsbestand openen
ru: Открыть файл изображения
sk: Otvoriť súbor s obrázkom

source: Open
it: Apri
nl: Openen
ru: Открыть
sk: Otvoriť

source: Delay (in seconds)
it: Ritardo (in secondi)
nl: Wachttijd (in seconden)
ru: Задержка (в секундах)

source: Include Annotator window
it: Includi finestra di Annotator
nl: Aantekeningenvenster tonen
ru: Показывать окно аннотатора

source: Resize
it: Ridimensiona
nl: Grootte aanpassen
ru: Изменить размер
sk: Zmeniť veľkosť

source: Width:
it: Larghezza:
nl: Breedte:
ru: Ширина:
sk: Šírka:

source: Height:
it: Altezza:
nl: Hoogte:
ru: Высота:
sk: Výška:

source: Scale proportionally
it: Scala proporzionalmente
nl: Proportioneel schalen
ru: Масштабировать пропорционально
sk: Mierka proporcionálne

source: Image Size
it: Dimensione immagine
nl: Afbeeldingsgrootte
ru: Размер изображения
sk: Veľkosť obrázku

source: Top
it: Sopra
nl: Boven
ru: Верхний
sk: Hore

source: Right
it: Destra
nl: Rechts
ru: Правый
sk: Vpravo

source: Bottom
it: Sotto
nl: Onder
ru: Нижний
sk: Dole

source: Left
it: Sinistra
nl: Links
ru: Левый
sk: Vľavo

source: Margins
it: Margini
nl: Marges
ru: Отступы
sk: Okraje

source: Preview
it: Anteprima
nl: Voorvertoning
ru: Предварительный просмотр
sk: Náhľad

source: %d x %d pixels
it: %d x %d pixel
ru: %d на %d пикселей
sk: %d x %d pixelov

source: image resize
it: ridimensiona immagine
nl: Afbeeldingsgrootte aanpassen
ru: изменение размера изображения
sk: zmena veľkosti obrázku

source: item add
it: aggiungi elemento
nl: Item toevoegen
ru: добавление объекта
sk: pridať položku

source: blur amount
it: quantità di sfocatura
nl: Hoeveelheid vervaging
ru: изменение силы размытия
sk: rozmazanie

source: item delete
it: cancella elemento
nl: Item verwijderen
ru: удаление объекта
sk: vymazať položku

source: magnifier focus change
it: cambia messa a fuoco della lente d'ingrandimento
nl: Vergrootglasfocus aanpassen
ru: изменение фокуса лупы
sk: zmena zaostrenia

source: magnifier zoom
it: zoom con lente d'ingrandimento
nl: Vergroting
ru: изменение приближения лупы
sk: lupa

source: item paste
it: incolla elemento
nl: Item plakken
ru: вставку объекта
sk: prilepiť položku

source: item property change
it: modifica della proprietà dell'elemento
nl: Eigenschap aanpassen
ru: изменение свойства объекта
sk: zmena vlastnosti položky

source: move item to back
it: sposta l'elemento indietro
nl: Item naar achtergrond verplaatsen
ru: перемещение предмета назад
sk: presunúť položku dozadu

source: move item to front
it: sposta l'elemento in primo piano
nl: Item naar voorgrond verplaatsen
ru: перемещение предмета вперёд
sk: presunúť položku dopredu

source: sequence number change
it: cambia numero di sequenza
nl: Reeksnummer aanpassen
ru: изменение числа в последовательности
sk: zmena poradového čísla

source: start points change
it: cambia punti di partenza
nl: Beginpunten aanpassen
ru: изменение стартовых точек
sk: zmena štartovacích bodov

source: text resize
it: ridimensiona del testo
nl: Tekstgrootte aanpassen
ru: изменение размера текста
sk: zmena veľkosti textu

source: clear formatting
it: pulisci formattazione
nl: Opmaak wissen
ru: очистку форматирования
sk: vymazať formátovanie

source: text changed
it: testo modificato
nl: De tekst is aangepast
ru: изменение текста
sk: zmeniť text

source: text deletion
it: cancellazione del testo
nl: Tekst wissen
ru: удаление текста
sk: zmazať text

source: text insertion
it: inserimento di testo
nl: Tekst invoegen
ru: вставку текста
sk: vloženie textu

source: text replacement
it: sostituzione del testo
nl: Tekst vervangen
ru: замену текста
sk: výmena textu

source: format tag add
it: aggiungi formato tag
nl: Opmaaklabel toevoegen
ru: добавление форматирования
sk: pridať značku formátu

source: format tag remove
it: rimuovi tag formattato
nl: Opmaaklabel verwijderen
ru: удаление форматирования
sk: odstrániť značku formátu

source: Undo
it: Annulla
nl: Ongedaan maken
ru: Отменить
sk: Späť

source: Redo
it: Rifai
nl: Opnieuw uitvoeren
ru: Повторить
sk: Vpred

source: Zoom Out
it: Rimpicciolisci
nl: Uitzoomen
ru: Отдалить
sk: Oddialiť

source: Zoom Actual
it: Zoom Effettivo
nl: Ware grootte
ru: Фактический масштаб
sk: Aktuálne priblíženie

source: Zoom In
it: Ingrandisci
nl: Inzoomen
ru: Приблизить
sk: Priblížiť

source: Annotator Shortcuts
it: Scorciatoie per Annotator
nl: Aantekeningssneltoetsen
ru: Сочетания клавиш Annotator

source: General
it: Generale
nl: Algemeen
ru: Общие
sk: Všeobecné

source: File
nl: Bestand
ru: Файл
sk: Súbor

source: New From File System
it: Nuovo dal file system
nl: Nieuw bestand van systeem
ru: Новый файл из файловой системы
sk: Nové zo súborového systému

source: New From Clipboard
it: Nuovo dagli appunti
nl: Nieuw bestand van klembord
ru: Новый файл из буфера обмена
sk: Nové zo schránky

source: Print
it: Stampa
nl: Afdrukken
ru: Печать
sk: Tlačiť

source: Undo/Redo
it: Annulla/Rifai
nl: Ongedaan maken/Opnieuw uitvoeren
ru: Отменить/Повторить
sk: Späť/Vpred

source: Undo Last Change
it: Annulla ultima modifica
nl: Recentste aanpassing ongedaan maken
ru: Отменить последнее изменение
sk: Vrátiť poslednú zmenu späť

source: Redo Last Undo
it: Ripeti Ultimo Annullamento
nl: Recentste aanpassing opnieuw uitvoeren
ru: Отменить последнюю отмену
sk: Vrátiť poslednú zmenu vpred

source: Zooming
it: Ingrandimento
nl: Zoomen
ru: Масштабирование
sk: Priblíženie

source: Zoom To Actual Size
it: Zoom alle dimensioni reali
nl: Zoomen naar ware grootte
ru: Увеличить до фактического размера
sk: Priblížiť na aktuálnu veľkosť

source: Zoom To Window
it: Zoom su finestra
nl: Passend zoomen
ru: Масштабировать по размеру окна
sk: Priblížiť podľa veľkosti okna

source: Miscellaneous
it: Eterogeneo
nl: Overig
ru: Прочее
sk: Rôzne

source: Show Contextual Menu
it: Mostra menu contestuale
nl: Rechtermuisknopmenu tonen
ru: Показать контекстное меню
sk: Zobraziť kontextové menu

source: Show Keyboard Shortcuts
it: Mostra scorciatoie da tastiera
nl: Sneltoetsen tonen
ru: Показать сочетания клавиш
sk: Zobraziť klávesové skratky

source: Quit Application
it: Esci dall'applicazione
nl: Toepassing afsluiten
ru: Выйти из приложения
sk: Ukončiť aplikáciu

source: Annotation Commands
it: Comandi di annotazione
nl: Aantekeningsopdrachten
ru: Возможности Annotation
sk: Popisové príkazy

source: Creation
it: Creazione
nl: Maken
ru: Создание
sk: Tvorba

source: New Arrow
it: Nuova freccia
nl: Nieuwe pijl
ru: Новая стрелка
sk: Nová šípka

source: New Outlined Rectangle
it: Nuovo rettangolo delineato
nl: Nieuwe rechthoek met contour
ru: Новый обведённый прямоугольник
sk: Nový obrys obdĺžnika

source: New Solid Rectangle
it: Nuovo rettangolo solido
nl: Nieuwe rechthoek
ru: Новый закрашенный прямоугольник
sk: Nový plný obdĺžnik

source: New Outlined Oval
it: Nuovo ovale delineato
nl: Nieuw ovaal met contour
ru: Новый обведённый овал
sk: Nový oválny obrys

source: New Solid Oval
it: Nuovo Solido Ovale
nl: Nieuw ovaal
ru: Новый закрашенный овал
sk: Nový plný ovál

source: New Outlined Star
it: Nuova stella delineata
nl: Nieuwe ster met contour
ru: Новая обведённая звезда
sk: Nový obrys hviezdy

source: New Solid Star
it: Nuova Stella Solida
nl: Nieuwe ster
ru: Новая закрашенная звезда
sk: Nová plná hviezda

source: New Line
it: Nuova linea
nl: Nieuwe lijn
ru: Новая линия
sk: Nová čiara

source: New Text Box
it: Nuova casella di testo
nl: Nieuw tekstvak
ru: Новое текстовое поле
sk: Nové textové pole

source: New Blur Box
it: Nuovo riquadro sfocatura
nl: Nieuw vervaagd vak
ru: Новая область размытия
sk: Nový rozostrený box

source: New Magnifier
it: Nuova lente d'ingrandimento
nl: Nieuw vergrootglas
ru: Новая лупа
sk: Nová lupa

source: New Pencil Stroke
it: Nuovo tratto di matita
nl: Nieuwe potloodstreep
ru: Новый карандашный штрих
sk: Nový ťah ceruzkou

source: New Sequence Marker
it: Nuovo marcatore di sequenza
nl: Nieuwe reeksmarkering
ru: Новый маркер последовательности
sk: Nový značkovač sekvencií

source: Current Item
it: Elemento corrente
nl: Huidig item
ru: Текущий объект
sk: Aktuálna položka

source: Delete Selected Item
it: Elimina elemento selezionato
nl: Geselecteerd item verwijderen
ru: Удалить выделенный объект
sk: Zmazať vybranú položku

source: Copy Selected Item and Move
it: Copia elemento selezionato e sposta
nl: Geselecteerd item kopiëren en verplaatsen
ru: Скопировать выделение и переместить
sk: Kopírovať a premiestniť vybranú položku

source: [Control + Drag]
it: [Ctrl + trascina]
nl: [Control + verslepen]
ru: [Control + Перемещение]
sk: [Ctrl + ťah]

source: Text Commands
it: Comandi di testo
nl: Tekstopdrachten
ru: Текстовые команды
sk: Textové príkazy

source: Editing
it: Modifica
nl: Bewerken
ru: Редактирование
sk: Úprava

source: Delete Previous Character
it: Elimina carattere precedente
nl: Vorig teken verwijderen
ru: Удалить предыдущий символ
sk: Vymazať predchádzajú znak

source: Delete Next Character
it: Elimina carattere successivo
nl: Volgend teken verwijderen
ru: Удалить следующий символ
sk: Vymazať ďaľší znak

source: Exit Text Edit Mode And Select Item
it: Esci dalla modalità di modifica del testo e seleziona l'elemento
nl: Tekstbewerking afsluiten en item selecteren
ru: Выйдите из режима редактирования текста и выбрать объект
sk: Ukončiť režim úprav textu a vybrať položku

source: Insert Newline Character
it: Inserisci nuovo carattere di riga
nl: Regeleinde invoegen
ru: Вставить символ новой строки
sk: Vložiť znak nového riadku

source: Show Emoji Picker
it: Mostra selettore emoji
nl: Emojikiezer tonen
ru: Показать выбор эмодзи
sk: Zobraziť výber emodži ikon

source: Cursor
it: Cursore
ru: Курсор
sk: Kurzor

source: Move Cursor Left One Word
it: Sposta il cursore a sinistra di una parola
nl: Cursor één woord naar links verplaatsen
ru: Переместить курсор влево на одно слово
sk: Posunúť kurzor doľava o jedno slovo

source: Move Cursor Right One Word
it: Sposta il cursore a destra di una parola
nl: Cursor één woord naar rechts verplaatsen
ru: Переместить курсор вправо на одно слово
sk: Posunúť kurzor doprava o jedno slovo

source: Move Cursor Left One Character
it: Sposta il cursore a sinistra di un carattere
nl: Cursor één teken naar links verplaatsen
ru: Переместить курсор влево на один символ
sk: Posunúť kurzor doľava o jeden znak

source: Move Cursor Right One Character
it: Sposta il cursore a destra di un carattere
nl: Cursor één teken naar rechts verplaatsen
ru: Переместить курсор вправо на один символ
sk: Posunúť kurzor doprava o jeden znak

source: Move Cursor To Text Start
it: Sposta il cursore all'inizio del testo
nl: Cursor naar begin verplaatsen
ru: Переместить курсор в начало
sk: Presunúť kurzor na začiatok textu

source: Move Cursor To Text End
it: Sposta il cursore alla fine del testo
nl: Cursor naar einde verplaatsen
ru: Переместить курсор в конец
sk: Presunúť kurzor na koniec textu

source: Move Cursor To Current Line Start
it: Sposta il cursore all'inizio della riga corrente
nl: Cursor naar begin van huidige regel verplaatsen
ru: Переместить курсор в начало текущей строки
sk: Presunúť kurzor na začiatok aktuálneho riadka

source: Move Cursor To Current Line End
it: Sposta il cursore alla fine della riga corrente
nl: Cursor naar einde van huidige regel verplaatsen
ru: Переместить курсор в конец текущей строки
sk: Presunúť kurzor na koniec aktuálneho riadka

source: Move Cursor Up One Line
it: Sposta il cursore in alto di una riga
nl: Cursor één regel omhoog verplaatsen
ru: Переместить курсор вверх на одну строку
sk: Posunúť kurzor o jeden riadok nahor

source: Move Cursor Down One Line
it: Sposta il cursore in basso di una riga
nl: Cursor één regel omlaag verplaatsen
ru: Переместить курсор вниз на одну строку
sk: Posunúť kurzor o jeden riadok nadol

source: Selection
it: Selezione
nl: Selectie
ru: Выделение
sk: Výber

source: Select All Text
it: Seleziona tutto il testo
nl: Alle tekst selecteren
ru: Выбрать весь текст
sk: Vybrať všetok text
