Repository: albanobattistella/Annotator
Catalog: po/*.po
Languages: it, nl, ru, sk

source: Deselect All Text
it: Deseleziona tutto il testo
nl: Niets selecteren
ru: Отменить выбор всего текста
sk: Odznačiť všetok text

source: Add Left Word To Selection
it: Aggiungi parola a sinistra alla selezione
nl: Linkerwoord opnemen in selectie
ru: Добавить левое слово к выделению
sk: Pridať ľavé slovo do výberu

source: Add Right Word To Selection
it: Aggiungi parola a destra alla selezione
nl: Rechterwoord opnemen in selectie
ru: Добавить правое слово к выделению
sk: Pridať pravé slovo do výberu

source: Add Left Character To Selection
it: Aggiungi il carattere a sinistra alla selezione
nl: Linkerteken opnemen in selectie
ru: Добавить левый символ к выделению
sk: Pridať ľavý znak do výberu

source: Add Right Character To Selection
it: Aggiungi il carattere a destra alla selezione
nl: Rechterteken opnemen in selectie
ru: Добавить правый символ к выделению
sk: Pridať pravý znak do výberu

source: Add Text From Start To Selection
it: Aggiungi testo dall'inizio alla selezione
nl: Tekst vanaf begin opnemen in selectie
ru: Добавить текст с начала к выделению
sk: Pridajte text od začiatku do výberu

source: Add Text From End To Selection
it: Aggiungi testo dalla fine alla selezione
nl: Tekst vanaf einde opnemen in selectie
ru: Добавить текст с конца к выделению
sk: Pridajte text od konca do výberu

source: Add Text From Current Line Start To Selection
it: Aggiungi testo dall'inizio della riga corrente alla selezione
nl: Tekst vanaf begin van huidige regel opnemen in selectie
ru: Добавить текст с начала текущей строки к выделению
sk: Pridať text zo začiatku aktuálneho riadku do výberu

source: Add Text From Current Line End To Selection
it: Aggiungi testo dalla fine della riga corrente alla selezione
nl: Tekst vanaf einde van huidige regel opnemen in selectie
ru: Добавить текст с конца текущей строки к выделению
sk: Pridať text z konca aktuálneho riadku do výberu

source: Add Text Above Cursor To Selection
it: Aggiungi testo sopra il cursore alla selezione
nl: Tekst boven cursor opnemen in selectie
ru: Добавить текст над курсором к выделению
sk: Pridať text nad kurzorom do výberu

source: Add Text Below Cursor To Selection
it: Aggiungi testo sotto il cursore alla selezione
nl: Tekst onder cursor opnemen in selectie
ru: Добавить текст под курсором к выделению
sk: Pridať text pod kurzorom do výberu

source: Annotator
nl: Aantekeningen
